/* Localized versions of QuickTime Player strings */
"qtpMovie" = "Фильм";
"qtpElement" = "Элемент";
"qtpLayout" = "Макет";
"qtpText" = "Текст";

"qtpIndeterminateTime" = "Неизвестно";
/* A/V Controls */
"avControls" = "Настройки аудио и видео";

/* preferences */
"qtpPreferencesToolbarLabelGeneral" = "Основные";
"qtpPreferencesToolbarLabelFullscreen" = "Полноэкранный режим";
"qtpPreferencesToolbarLabelCapture" = "Запись";
"qtpPreferencesNoDeviceAvailable" = "(Нет доступного устройства)";
"qtpPreferencesChoose" = "Выбрать";
"qtpPreferencesCaptureDeviceAutomatic" = "Автоматически";
"qtpPreferencesCaptureDeviceUnavailable" = " (Недоступно)";
"qtpPreferencesCaptureDeviceNameAndInputName" = "%@: %@"; /* e.g. "Built-In Audio: Line In" */
"qtpPreferencesCaptureAudioDeviceNameiSight" = "iSight встроен";

"qtpCaptureSmall" = "Лучшее (H.264)";
"qtpCaptureSmallDescription" = "Предпочтительно для e-mail и Интернета.\n%lux%lu видео, аудио AAC 128 кбит/с";
"qtpCaptureSmallAlt" = "Хорошее (MPEG-4)";
"qtpCaptureSmallAltDescription" = "Подходит для e-mail и Интернета.\n%lux%lu видео, аудио AAC 128 кбит/с";
"qtpCaptureLarge" = "Наилучшее (H.264)";
"qtpCaptureLargeDescription" = "Предпочтительно для e-mail и Интернета.\n%lux%lu видео, аудио AAC 128 кбит/с";
"qtpCaptureNative" = "Настройки устройства";
"qtpCaptureNativeDescription" = "Оптимальные возможности обработки.\nRaw-видео и аудио, большие файлы.";

/* menu items */
"qtpShowMovieInfo" = "Показать информацию о фильме";
"qtpHideMovieInfo" = "Показать информацию о фильме"; /* Movie Info gets re-revealed */
"qtpShowMovieInspector" = "Показать Инспектор фильма";
"qtpHideMovieInspector" = "Скрыть Инспектор фильма";
"qtpClearMenu" = "Очистить меню";
"qtpSelectScript" = "Выбрать сценарий";
"qtpRun" = "Запустить";
"qtpShowPitchShift" = "Показать PitchShift";
"qtpNewMovieRecording" = "Новая видеозапись";
"qtpNewAudioRecording" = "Новая звукозапись";
"qtpMovieRecording" = "Видеозапись";
"qtpAudioRecording" = "Звукозапись";
"qtpShowAVControls" = "Показать настройки аудио и видео";
"qtpHideAVControls" = "Скрыть настройки аудио и видео";
"qtpShowClosedCaption" = "Показать субтитры";
"qtpHideClosedCaption" = "Скрыть субтитры";
"qtpShare" = "Экспорт…";
"qtpStopAllMovies" = "Остановить воспроизведение всех фильмов";
"qtpPlayAllMovies" = "Воспроизвести все фильмы";
"qtpShowSoundControls" = "Показать настройки звука";
"qtpHideSoundControls" = "Скрыть настройки звука";
"qtpHidePropertyInspector" = "Скрыть Инспектор свойств";
"qtpShowPropertyInspector" = "Показать Инспектор свойств";
"qtpOpenMovie" = "Открыть фильм...";
"qtpOpenMovieInNewPlayer" = "Открыть фильм в новом плеере...";
"qtpOpenURL" = "Открыть URL-адрес…";
"qtpOpenURLInNewPlayer" = "Открыть URL-адрес в новом плеере...";
"qtpHalfSize" = "Половинный размер";
"qtpActualSize" = "Фактический размер";
"qtpDoubleSize" = "Двойной размер";
"qtpFitToScreen" = "По размеру экрана";
"qtpLetterbox" = "По размеру экрана";
"qtpZoom" = "Во весь экран";
"qtpStretch" = "Заполнить весь экран";
"qtpPanoramicStretch" = "Панорама";
"qtpMinimize" = "Убрать в Dock";
"qtpClose" = "Закрыть";
"qtpFullScreen" = "Включить полноэкранный режим";
"qtpExitFullScreen" = "Выключить полноэкранный режим";
"qtpAXURLPopupButtonValue" = "Выбрать URL-адрес";
"qtpAXURLTextTitle" = "URL-адрес фильма";
"qtpExportRefMovieForWebMenuTitle" = "Экспортировать для Интернета и iPhone…";

/* strings for the Undo menu item */
"qtMovieViewEditCut" = "Вырезать";
"qtMovieViewEditCopy" = "Копировать";
"qtMovieViewEditPaste" = "Вставить";
"qtMovieViewEditDelete" = "Удалить";
"qtMovieViewEditAdd" = "Добавить в фильм";
"qtMovieViewEditAddScaled" = "Добавить к выбранному и изменить масштаб";
"qtMovieViewEditReplace" = "Заменить";
"qtMovieViewEditTrim" = "Удалить все, кроме выбранного";
"qtMovieViewMove" = "Переместить";
"qtMovieViewResize" = "Изменить размер";
"qtMovieViewDelete" = "Удалить";
"qtMovieViewPlace" = "Поместить";
"qtMovieViewInsert" = "Вставить";
"qtMovieViewDeleteTrack" = "Удалить дорожку";
"qtMovieViewEnableTrack" = "Включить дорожку";

"QTMoviePosterTimeAttribute" = "Настроить кадр-афишу фильма";
"QTMovieApertureMode" = "Настроить апертуру";
"QTTrackHighQualityVideoAttribute" = "Настроить высококачественное видео";
"QTTrackDeinterlaceVideoAttribute" = "Настроить фильтр «Устранить дефекты видео»";
"QTTrackSingleFieldVideoAttribute" = "Настроить видео с одним полем";
"QTTrackPreloadTrackAttribute" = "Настроить предварительно загруженную дорожку";
"QTTrackNeverPurgeTrackAttribute" = "Настроить нестираемую дорожку";
"QTTrackMatrixAttribute" = "Настроить матрицу дорожки";
"QTTrackChapterlistAttribute" = "Настроить главу";
"QTTrackContentsAttribute" = "Настроить содержимое дорожки";
"QTTrackMaskAttribute" = "Настроить маску дорожки";
"QTTrackVolumeAttribute" = "Настроить громкость дорожки";
"QTTrackBalanceAttribute" = "Настроить баланс дорожки";
"QTTrackHrefAttribute" = "Настроить ссылку на дорожку";
"QTTrackTransferModeAttribute" = "Настроить режим передачи видео";
"QTTrackOperationColorAttribute" = "Настроить цвет режима видео";
"QTTrackEnabledAttribute" = "Настроить включение дорожки";
"QTTrackLanguageAttribute" = "Настроить язык дорожки";
"QTTrackLayerAttribute" = "Настроить уровень дорожки";
"QTTrackRangeAttribute" = "Настроить время запуска дорожки";
"QTTrackDisplayNameAttribute" = "Настроить название дорожки";
"QTTrackSourcePositionAttribute" = "Настроить положение дорожки";
"QTTrackSourceDimensionsAttribute" = "Настроить размеры дорожки";


/* track names */
"qtTrackMovieName" = "Фильм";
"qtTrackMovieTrackName" = "Дорожка фильма";
"qtTrackVideoTrackName" = "Видеодорожка";
"qtTrackSoundTrackName" = "Саундтрек";
"qtTrackMPEGTrackName" = "Дорожка MPEG";
"qtTrackChapterTrackName" = "Дорожка главы";
"qtTrackTextTrackName" = "Текстовая дорожка";
"qtTrackSpriteTrackName" = "Дорожка спрайта";
"qtTrackTimeCodeTrackName" = "Дорожка временного кода";
"qtTrackFlashTrackName" = "Дорожка Flash";
"qtTrackTweenTrackName" = "Промежуточная дорожка";
"qtTrackMusicTrackName" = "Музыкальная дорожка";
"qtTrackSkinTrackName" = "Дорожка обложки";
"qtTrackThreeDeeTrackName" = "3D-дорожка";
"qtTrackUnknownTrackName" = "Неизвестная дорожка";
"qtTrackFourCharCodeTrackName" = "Дорожка «%@»";

/* capture */
"qtpCaptureBaseMovieFileName" = "Фильм";
"qtpCaptureBaseAudioFileName" = "Аудио";
"qtpCaptureDiskFullTitle" = "Запись остановлена, т.к. на диске нет места .";
"qtpCaptureDiskFullMessage" = "Удалите часть файлов, чтобы освободить место.";
"qtpCaptureWriteFailTitle" = "Ошибка создания файла при записи.";
"qtpCaptureWriteFailMessage" = "Возможно, на диске нет места или он доступен только для чтения.";
"qtpCaptureFailedTitle" = "Ошибка записи.";
"qtpCaptureFailedMessage" = "Ошибка создания фильма при записи.";
"qtpCaptureNoDeviceTitle" = "Записывающее устройство не найдено.";
"qtpCaptureNoDeviceMessage" = "Убедитесь, что записывающее устройство подключено и не используется другой программой.";
"qtpCaptureDiskNearlyFullTitle" = "Диск почти заполнен.";
"qtpCaptureDiskNearlyFullMessage" = "Съемка остановится автоматически через %d сек.";
"qtpKeep" = "Сохранить";
"qtpDontKeep" = "Не сохранять";

/* QTPMovieDocumentController strings */
"qtpMovieDocumentControllerClearMenu" = "Очистить меню";

/* full screen */
"qtpExitFullScreenInstructions" = "Нажмите клавишу «Esc» для выхода из полноэкранного режима.";

/* movie data size units */
"qtpMovieDataSizeUnitsBytes" = "Б";
"qtpMovieDataSizeUnitsKiloBytes" = "КБ";
"qtpMovieDataSizeUnitsMegaBytes" = "МБ";
"qtpMovieDataSizeUnitsGigaBytes" = "ГБ";
"qtpMovieDataSizeUnitsTeraBytes" = "ТБ";
"qtpMovieDataSizeUnitsPetaBytes" = "ПБ";
"qtpMovieDataSizeUnitsExaBytes" = "ЭБ";

/* movie data rate units */
"qtpMovieDataRateUnitsBytes" = "Б/с";
"qtpMovieDataRateUnitsKiloBytes" = "КБ/с";
"qtpMovieDataRateUnitsMegaBytes" = "МБ/с";
"qtpMovieDataRateUnitsGigaBytes" = "ГБ/с";
"qtpMovieDataRateUnitsTeraBytes" = "ТБ/с";
"qtpMovieDataRateUnitsPetaBytes" = "ПБ/с";
"qtpMovieDataRateUnitsExaBytes" = "ЭБ/с";

/* LCD strings */
"qtpLCDLiveBroadcast" = "Прямая трансляция";
"qtpLCDLiveBroadcastPaused" = "Прямая трансляция - приостановлена";

/* Time Code Strings */ 
"qtpLCDTimeCodeDropFrame" = "Временной код: пропущенный кадр";
"qtpLCDTimeCodeNonDropFrame" = "Временной код: не пропущенный кадр";
"qtpLCDTimeCodeStandard" = "Стандартный";
"qtpLCDTimeCodeFrameNumber" =  "Номер кадра";

/* version */
"qtpOldQuickTime" = "Старая версия QuickTime";
"qtpOldQuickTimeError" = "Обновите QuickTime до версии 7.0 или более поздней версии.";
"qtpCopyright" = "Copyright © 1989-2010, Apple Inc.\nВсе права защищены.";
"qtpVersion" = "QuickTime™ версии %@, плеер версии %@";
"qtpQuickTimeVersion" = "QuickTime™ версии %@ (%@)";
"qtpQTKitVersion" = "QTKit версии %@ (%@)";

/* languages */
"qtpLanguageSystemDefault" = "(По умолчанию)";
"qtpLanguageEnglish" = "Английский";
"qtpLanguageFrench" = "Французский";
"qtpLanguageGerman" = "Немецкий";
"qtpLanguageItalian" = "Итальянский";
"qtpLanguageDutch" = "Голландский";
"qtpLanguageSwedish" = "Шведский";
"qtpLanguageSpanish" = "Испанский";
"qtpLanguageDanish" = "Датский";
"qtpLanguagePortuguese" = "Португальский";
"qtpLanguageNorwegian" = "Норвежский";
"qtpLanguageHebrew" = "Иврит";
"qtpLanguageJapanese" = "Японский";
"qtpLanguageArabic" = "Арабский";
"qtpLanguageFinnish" = "Финский";
"qtpLanguageGreek" = "Греческий";
"qtpLanguageIcelandic" = "Исландский";
"qtpLanguageMaltese" = "Мальтийский";
"qtpLanguageTurkish" = "Турецкий";
"qtpLanguageCroatian" = "Хорватский";
"qtpLanguageTraditionalChinese" = "Традиционный китайский";
"qtpLanguageUrdu" = "Урду";
"qtpLanguageHindi" = "Хинди";
"qtpLanguageThai" = "Тайский";
"qtpLanguageKorean" = "Корейский";
"qtpLanguageLithuanian" = "Литовский";
"qtpLanguagePolish" = "Польский";
"qtpLanguageHungarian" = "Венгерский";
"qtpLanguageEstonian" = "Эстонский";
"qtpLanguageLatvian" = "Латышский";
"qtpLanguageSaamisk" = "Саамский";
"qtpLanguageFaroese" = "Фарерский";
"qtpLanguageFarsi" = "Фарси";
"qtpLanguageRussian" = "Русский";
"qtpLanguageSimplifiedChinese" = "Упрощенный китайский";
"qtpLanguageFlemish" = "Фламандский";
"qtpLanguageIrish" = "Ирландский";
"qtpLanguageAlbanian" = "Албанский";
"qtpLanguageDefault" = "По умолчанию";

/* progress */
"qtpProgressFlatteningMovie" = "Выравнивание фильма...";
"qtpProgressInsertingTrackSegment" = "Вставка сегмента дорожки...";
"qtpProgressInsertingMovieSegment" = "Вставка сегмента фильма...";
"qtpProgressPasting" = "Вставка…";
"qtpProgressAddingMovieSelection" = "Добавление фрагмента фильма...";
"qtpProgressCopying" = "Копирование…";
"qtpProgressCutting" = "Вырезание...";
"qtpProgressLoadingMovieIntoRAM" = "Загрузка фильма в RAM...";
"qtpProgressLoadingTrackIntoRAM" = "Загрузка дорожки в RAM...";
"qtpProgressLoadingMediaIntoRAM" = "Загрузка мультимедийных данных в RAM...";
"qtpProgressImportingMovie" = "Импорт фильма...";
"qtpProgressExportingMovie" = "Экспорт фильма...";

/* device support */
"qtpDeviceSupportSendPrompt" = "Отправить";
"qtpDeviceSupportExportingMovie" = "Экспорт фильма...";
"qtpDeviceSupportWaiting" = "Ожидание приема объекта %@...";
"qtpDeviceSupportNegotiating" = "Согласование…";
"qtpDeviceSupportWaitingForDevice" = "Ожидание отклика устройства...";
"qtpDeviceSupportTransferring" = "Передача фильма на %@...";
"qtpDeviceSupportTransferringFile" = "Передача файла";
"qtpDeviceSupportBadRequestError" = "Неверный запрос";

/* sound */
"qtpSoundChannel" = "Канал";
"qtpSoundUnknown" = "Неизвестно";
"qtpSoundMono" = "Моно";
"qtpSoundStereo" = "Стерео";
"qtpSoundHertz" = "Гц";
"qtpSoundNone" = "Нет";
"qtpSoundMACE3to1" = "MACE 3 – 1";
"qtpSoundMACE6to1" = "MACE 6 - 1";
"qtpSoundBits" = "бит";
"qtpSoundNotApplicable" = "Неприменимо";
"qtpSoundBigEndian" = "Big endian";
"qtpSoundLittleEndian" = "Little endian";
"qtpSoundInteger" = "Целое";

/* accessibility */
"qtpMute" = "выключить звук";
"qtpVolume" = "громкость";
"qtpSelectionStart" = "начало фрагмента";
"qtpSelectionEnd" = "конец фрагмента";
"qtpMarker" = "маркер";
"qtpCurrentTime" = "текущее время";
"qtpBack" = "назад";
"qtpZoomOut" = "уменьшить масштаб";
"qtpAXRecordButtonTitle" = "запись";
"qtpAXStopButtonTitle" = "остановить";
"qtpAXPlayButtonTitle" = "воспроизвести";
"qtpAXPauseButtonTitle" = "пауза";
"qtpZoomIn" = "увеличить масштаб";
"qtpShowHotspots" = "показать зоны перехода";
"qtpGotoBeginning" = "перейти в начало";
"qtpFastRewind" = "перемотка назад";
"qtpFastForward" = "перемотка вперед";
"qtpGotoEnd" = "перейти в конец";
"qtpAXEqualizerRoleDescription" = "эквалайзер";
"qtpAXGainSliderTitle" = "громкость";
"qtpAXBassSliderTitle" = "база";
"qtpAXTrebleSliderTitle" = "высокие частоты";
"qtpAXBalanceSliderTitle" = "баланс";
"qtpAXFadeSliderTitle" = "затухание";
"qtpAXBrightnessSliderTitle" = "яркость";
"qtpAXColorSliderTitle" = "цвет";
"qtpAXContrastSliderTitle" = "контрастность";
"qtpAXTintSliderTitle" = "оттенок";
"qtpAXBassTextLabelTitle" = "внизу";
"qtpAXLeftTextLabelTitle" = "левый";
"qtpAXRightTextLabelTitle" = "правый";
"qtpAXFrontTextLabelTitle" = "спереди";
"qtpAXBackTextLabelTitle" = "назад";
"qtpOneHalfTextLabelTitle" = "половина";
"qtpAXButtonRoleDescription" = "кнопка";
"qtpPress" = "нажать";
"qtpIncrement" = "нарастание";
"qtpDecrement" = "затухание";
"qtpTimeLine" = "временная шкала";
"qtpTimeLineHelp" = "Временная шкала для перемещения по фильму";
"qtpCurrentTimeHelp" = "Указатель временной шкалы для перемещения по фильму";
"qtpSelectionStartHelp" = "Временная шкала фильма для маркировки времени начала выбранного интервала";
"qtpSelectionEndHelp" = "Временная шкала фильма для маркировки времени окончания выбранного интервала";
"qtpMeterView" = "аудиометр";

/* export */
"qtpExportWindowTitle" = "Экспорт";
"qtpExport" = "Экспорт %@";
"qtpFlatten" = "Выровнять";
"qtpExportFailed" = "Ошибка экспорта";
"qtpExportFailedError" = "Ошибка экспорта.";
"qtpDefaultSettings" = "Стандартные настройки";
"qtpCalculatingEstimatedTime" = " - Вычисление ожидаемой продолжительности...";
"qtpMinutesRemains" = " - осталось около %d мин.";
"qtpOneMinuteRemains" = " - осталось около %d мин.";
"qtpHoursMinutesRemain" = " - осталось около %d час. %d мин.";
"qtpExportStopAndQuit" = "Вы действительно хотите прекратить экспорт и завершить сеанс?";
"qtpCaptureClose" = "Сохранить текущую запись?";
"qtpCaptureCloseExplanation" = "Выполняется запись. Если ее остановить, запись будет уничтожена.";
"qtpCouldNotSaveToFolder" = "Не удалось сохранить в папке %@.";
"qtpCannotReplaceFileWithFolder" = "Не удалось создать папку %@, т.к. файл с таким именем уже существует.";
"qtpCannotReplaceFileWithFolderSuggestion" = "Попробуйте переместить или переименовать исходный файл или изменить имя экспортированных файлов.";

/* save as */
"qtpSaveAsFailed" = "Сохранить как неудачный";
"qtpSaveAsFailedError" = "Имя файла содержит недопустимые символы.\nУдалите все символы «/» из имени файла.";
"qtpSave" = "Сохранить";
"qtpCustom" = "Настроить";
"qtpCustomSettings" = "Индивидуальные настройки";
"qtpQuickTimeMovie" = "Фильм QuickTime";
"qtpReference" = "Ссылка";
"qtpSettings" = "Настройки";
"qtpRecentSettings" = "Последние настройки";
"qtpShowAllSettings" = "Показать все настройки…";
"qtpSaveSetting" = "Сохранить настройку...";
"qtpReplaceSetting" = "Заменить настройку";
"qtpReplace" = "Заменить";
"qtpReplaceWarning" = "Настройка с таким именем уже существует.\nЗаменить ее?";
"qtpDeleteSetting" = "Удалить настройку";
"qtpDelete" = "Удалить";
"qtpDeleteWarning" = "Вы действительно хотите удалить эту настройку?";
"qtpCancel" = "Отменить";
"qtpMyCustomSetting" = "Мои индивидуальные настройки";
"qtpThisIsCustom" = "Пользовательский";
"qtpFilesExist" = "Следующие файлы уже существуют в папке %@. Заменить их?";
"qtpFilesExistExplanation" = "%@\n\nФайлы с такими именами уже существуют в папке %@. Замена приведет к перезаписи их содержимого.";

/* share */
"qtpShareDefaultName" = "Без названия";
"qtpShareToPodcast" = "Экспортировать «%@» с использованием «%@» на сервер подкастов";
"qtpShareToMail" = "Экспортировать «%@» в Mail";
"qtpShareToiPod" = "Экспортировать «%@» на iPod";
"qtpPending" = "Ожидание...";
"qtpStarting" = "Запуск…";
"qtpStarted" = "Запущено";
"qtpFailed" = "Ошибка";
"qtpFailedExitCode" = "Ошибка: процесс экспорта неожиданно прервался";
"qtpFailedSignal" = "Ошибка: процесс экспорта неожиданно прервался";
"qtpWaiting" = "Ожидание…";
"qtpContinuing" = "Продолжение...";
"qtpShareVideoSummary" = "{%0}, {%1} x {%2}, {%3} кадр/с";
"qtpShareAudioSummary" = "{%0}, {%1}, {%2} кГц";
"qtpShareiPodVideoSummary" = "{%0}, {%1} x {%2}";
"qtpShareiPodAudioSummary" = "{%0}, {%1}";
"qtpSharePodcastNoServerName" = "Отсутствует URL-адрес сервера";
"qtpSharePodcastNoUserName" = "Отсутствует имя пользователя";
"qtpSharePodcastNoPassword" = "Отсутствует пароль";
"qtpSharePodcastInvalidServerName" = "Недопустимый URL-адрес сервера";
"qtpSharePodcastNoPasswordMessage" = "Введите пароль для данного пользователя и имени сервера";
"qtpSharePodcastNoUserNameMessage" = "Введите имя пользователя для данного имени сервера";
"qtpSharePodcastNoServerNameMessage" = "Введите имя сервера для данного пользователя и пароль";
"qtpKeyChainMessage" = "Сообщение Связки ключей:";
"qtpKeyChainPasswordQuestion" = "Сохранить пароль в связке ключей?";
"qtpPodcastWorkflowLoading" = "Загрузка…";
"qtpPodcastWorkflowDone" = "Готово";

/* Podcast Producer Server error messages */
"qtpSharePodcastServerMessageFormat" = "%@: %@";
"qtpSharePodcastServerMessage" = "Не удалось войти в систему из-за сбоя сервера";
"qtpSharePodcastServerMessage_10" = "Чтобы войти на сервер, Вы должны войти в систему этого компьютера как пользователь root.";
"qtpSharePodcastServerMessage_11" = "Произошла ошибка чтения или записи plist-файла.";
"qtpSharePodcastServerMessage_12" = "Произошел сбой внутреннего параметра.";
"qtpSharePodcastServerMessage_20" = "Сервер в данный момент недоступен.";
"qtpSharePodcastServerMessage_21" = "Не удалось найти сервер с указанным именем хоста.";
"qtpSharePodcastServerMessage_22" = "Сервер не ответил до истечения времени ожидания.";
"qtpSharePodcastServerMessage_23" = "SSL не запущен на сервере.";
"qtpSharePodcastServerMessage_24" = "Сервер не предоставил действительного сертификата.";
"qtpSharePodcastServerMessage_25" = "Получен неверный ответ сервера.";
"qtpSharePodcastServerMessage_26" = "Вы ввели неверное имя пользователя или пароль.";
"qtpSharePodcastServerMessage_30" = "Серверу не удалось создать сообщение.";
"qtpSharePodcastServerMessage_31" = "Сервер загрузки в данный момент недоступен.";
"qtpSharePodcastServerMessage_32" = "Не удалось загрузить файл.";
"qtpSharePodcastServerMessage_33" = "Не удалось скопировать файл.";
"qtpSharePodcastServerMessage_34" = "Не удалось выполнить задание.";
"qtpSharePodcastServerMessage_35" = "Серверу не удалось установить связь с агентом.";
"qtpSharePodcastServerMessage_36" = "Серверу не удалось отправить команду агенту.";
"qtpSharePodcastServerMessage_37" = "Произошла неизвестная ошибка.";

/* sandbox */
"qtpParseError" = "Ошибка синтаксического анализа";
"qtpExporting" = "Экспорт";
"qtpExportFinished" = "Экспорт завершен";
"qtpPublishing" = "Публикация";
"qtpPublishFailed" = "Ошибка при публикации";
"qtpPublishFinished" = "Публикация завершена";
"qtpFinished" = "Завершено";
"qtpUploading" = "Загрузка";
"qtpUploadingToPodcastProducer" = "Загрузка в Podcast Producer";

"favoritesTitle" = "Избранное";
"fileNotFound" = "Не удается открыть файл, т.к. он не найден.";
"deleteConfirmation" = "Вы действительно хотите удалить «Избранное»?";
"deleteMultipleConfirmation" = "Вы действительно хотите удалить выбранные объекты из папки «Избранное»?";
"questionMark" = "?";
"undoneMessage" = "Это действие нельзя отменить.";
"cancelTitle" = "Отменить";
"iconColumnTitle" = "Избранное";
"urlColumnTitle" = "Размещение";

"clearURLsConfirmation" = "Вы действительно хотите очистить список недавно использованных адресов URL?";

/* movie info window items */
"visualContexts" = "Визуальные контексты:";
"visualContextsMediaKeySetTo" = "Медиа-ключ QTKitVisualContext установлен на ";
"usingVisualContext" = "использовать визуальный контекст";
"usingGWorld" = "использовать gworld";
"disabled" = "отключено";
"enabled" = "включено";

/* QuickTime Pro */
"getQuickTime7ProPanelMessage" = "\n\nПриобретите QuickTime 7 Pro, и Вы сможете включить эту функцию, а также десятки других замечательных функций, в том числе экспорт в iPod и Apple TV.";
"buyNowButton" = "Купить";
"learnMoreButton" = "Подробнее";
"buyNowURL" = "http://www.apple.com/quicktime/buy/";
"learnMoreURL" = "http://www.apple.com/ru/quicktime/upgrade/";
"qtpNotNow" = "Не сейчас";

/* Pro Upgrade Messages */
"newDocumentWithTemplateUpgradeMessage" = "Эта функция открывает пустое окно плеера QuickTime Player, в которое Вы можете вставлять мультимедийные данные и добавлять дорожки для создания нового фильма.";
"newMovieRecordingUpgradeMessage" = "Функция «Новая видеозапись» позволяет записывать звук и видео на компьютер одним щелчком мыши, используя камеру iSight или другую FireWire-камеру.";
"newAudioRecordingUpgradeMessage" = "Эта функция позволяет с помощью одного щелчка мыши производить аудиозапись на компьютер. Вы можете добавлять дикторский текст к Вашим фильмам и слайд-шоу.";
"openImageSequenceUpgradeMessage" = "Эта функция позволяет всего за несколько приемов создавать слайд-шоу и анимации из неподвижных изображений и рисунков.";
"saveDocumentUpgradeMessage" = "Команда «Сохранить» сохраняет внесенные Вами правки и изменения настроек воспроизведения для следующего просмотра фильма.";
"saveDocumentAsUpgradeMessage" = "Команда «Сохранить» сохраняет внесенные Вами правки и изменения настроек воспроизведения в новой копии фильма.";
"revertDocumentToSavedUpgradeMessage" = "Эта функция позволяет отменить внесенные Вами правки и изменения настроек с момента последнего сохранения фильма.";
"shareUpgradeMessage" = "Команда «Экспорт» помогает создать файл фильма, оптимизированный для отправки по электронной почте или публикации на Вашей домашней странице .Mac.";
"exportUpgradeMessage" = "Функция «Экспортировать» предоставляет Вам сотни дополнительных возможностей для создания и преобразования мультимедийных файлов в различных форматах.";
"exportRefMovieForWebUpgradeMessage" = "Параметр «Экспортировать для Интернета» позволяет преобразовывать медиафайлы в формат, оптимизированный для интернет-передачи на iPhone и Рабочий стол.";

"undoUpgradeMessage" = "Команда «Отменить» удаляет последнее изменение, внесенное в файл фильма.";
"redoUpgradeMessage" = "Функция «Повторить» применяет к файлу фильма последнее изменение, внесенное Вами, а затем отмененное.";
"copyUpgradeMessage" = "Функция «Копировать» создает копию выбранного участка фильма и помещает ее в буфер обмена для дальнейшего использования.";
"cutUpgradeMessage" = "Функция «Вырезать» удаляет выбранный участок фильма и помещает его в буфер обмена для дальнейшего использования.";
"pasteUpgradeMessage" = "Функция «Вставка» вставляет содержимое буфера обмена в указанное Вами место фильма.";
"deleteUpgradeMessage" = "Функция «Удалить» удаляет выбранный участок фильма.";
"selectAllUpgradeMessage" = "Команда «Выбрать все» помечает весь фильм как выделенный, позволяя применять операции редактирования, такие как «Вырезать» или «Копировать», ко всему фильму.";
"selectNoneUpgradeMessage" = "Эта функция удаляет точки начала и окончания выбранного фрагмента, отменяя тем самым его выделение.";
"trimUpgradeMessage" = "Эта функция сохраняет выбранную часть фильма и удаляет остальное.";
"addUpgradeMessage" = "Эта функция добавляет содержимое буфера обмена в фильм в виде отдельной дорожки.";
"addScaledUpgradeMessage" = "Эта функция добавляет содержимое буфера обмена в отдельную дорожку и либо растягивает, либо сжимает его, подгоняя к длине выбранного участка фильма.";
"extractTracksUpgradeMessage" = "Эта функция копирует выбранную дорожку в отдельное окно, что позволяет Вам отредактировать ее и сохранить в новом файле.";
"findTextUpgradeMessage" = "Функция «Найти» производит поиск указанного слова или фразы в текстовых дорожках фильма.";
"findNextTextUpgradeMessage" = "Функция «Найти далее» производит поиск слова или фразы в следующих текстовых дорожках фильма.";
"findPreviousTextUpgradeMessage" = "Функция «Назад» производит поиск слова или фразы в предыдущих текстовых дорожках фильма.";

"fullScreenUpgradeMessage" = "Функция «Полноэкранный режим» воспроизводит фильм во весь экран с удобной панелью управления, которая исчезает после начала воспроизведения.";
"presentMovieUpgradeMessage" = "Панель «Воспроизведение фильма» предоставляет Вам функции настройки размера и воспроизведения для воспроизведения фильма или показа слайдов на однотонном фоне для достижения кинематографического эффекта.";
"loopBackAndForthUpgradeMessage" = "Эта функция циклически воспроизводит фильм в прямом и в обратном направлениях.";
"playSelectionOnlyUpgradeMessage" = "Эта функция воспроизводит только выделенный фрагмент фильма.";
"playAllFramesUpgradeMessage" = "Эта функция заставляет QuickTime воспроизводить все кадры фильма, включая те, которые в противном случае были бы пропущены для точности временного соответствия.";
"playPauseAllUpgradeMessage" = "Эта функция одновременно воспроизводит все открытые фильмы, предоставляя возможность сравнивать версии фильмов или выполнять «мультиплексную» трансляцию фильмов.";
"gotoPosterFrameUpgradeMessage" = "Эта функция позволяет перейти к кадру фильма, который выбран для представления фильма пользователю.";
"setPosterFrameUpgradeMessage" = "Эта функция позволяет выбрать Ваш любимый кадр из фильма в качестве «титульного листа» фильма для упрощения идентификации при поиске в файловой системе компьютера или при вставке на веб-страницу.";

"openMoviePropertiesUpgradeMessage" = "Эта функция предоставляет множество дополнительной информации и элементы управления для редактирования фильмов. Поворачивайте видео, добавляйте аннотации, устанавливайте уровни звука и многое другое.";
"autoPresentUpgradeMessage" = "Для воспроизведения в полноэкранном режиме требуется QuickTime Pro, а он не установлен на Вашем компьютере. Для приобретения QuickTime Pro посетите сайт www.apple.com/ru/quicktime";
"genericUpgradeMessage" = "Для этой функции требуется QuickTime Pro, а он не установлен на Вашем компьютере. Для приобретения QuickTime Pro посетите сайт www.apple.com/quicktime";

/* Pro Upgrade Messages */

/* net diagnosis*/
"netDiagnosticsSheetButton" = "Диагностика сети";
"netDiagnosticsSheetMessage" = "Произошла ошибка сети";

/* error handling */
"qtpCouldNotCreateMovie" = "Не удалось создать фильм.";
"qtpCouldNotOpenMovie" = "Не удалось открыть фильм.";
"qtpCouldNotSaveMovie" = "Не удалось сохранить фильм.";
"qtpCouldNotSaveMovieWithName" = "Не удалось сохранить фильм «%@».";
"qtpCouldNotPaste" = "Не удалось вставить содержимое буфера обмена в фильм.";
"qtpCouldNotPasteWithName" = "Не удалось вставить содержимое буфера обмена в фильм «%@».";
"qtpCouldNotDeleteSelection" = "Не удалось удалить выбранный участок из фильма.";
"qtpCouldNotDeleteSelectionWithName" = "Не удалось удалить выбранный участок из фильма «%@».";
"qtpMightExperiencePlaybackProblems" = "Могут возникнуть проблемы с воспроизведением фильма.";
"qtpMightExperiencePlaybackProblemsWithName" = "Могут возникнуть проблемы с воспроизведением фильма «%@».";
"qtpNonHDCPDisplayDescription" = "Не удается воспроизвести фильм «%@», т.к. он находится на мониторе, не авторизованном для воспроизведения защищенных фильмов.";
"qtpNonHDCPDisplayRecoverySuggestion" = "Попробуйте перенести окно фильма на другой монитор или отключить все мониторы, не авторизованные для воспроизведения HDCP.";
"qtpUnknownError" = "Не удалось выполнить операцию.";

"qtpInvalidURLError" = "Недопустимый URL-адрес.";


"continue" = "Продолжить";
"close" = "Закрыть";
"stop" = "Остановить";

/* time bomb */
"timeBombExpiredMessage" = "Срок действия используемой Вами тестовой версии программы QuickTime истек. Посетите\n\n%@\n\nдля загрузки новой версии программы.";
"timeBombUpdateURL" = "http://www.apple.com/ru/quicktime/download/";
"quit" = "Завершить";
"goThere" = "Перейти";
"dontQuit" = "Не завершать";
"aboutBoxTimeBombMessage" = "Истекает:\n%@";

/*Authorization Message*/
"qtpMovieAuthorization" = "Для просмотра контента необходима авторизация";

/*Registration*/
/* The text for QuickTime 7 version */
"QT_VERSION_STRING_7" = "QuickTime 7 Pro";
/* The text for QuickTime future versions */
"QT_VERSION_STRING_FUTURE" = "Будущая версия QuickTime Pro";
/* The Alert String that shows when a user fails to enter a valid registration in the registration panel*/
"QT_INVALID_REGISTRATION" = "Недействительная регистрация";

"QT_PROAPP_USER" = "Пользователь Apple Pro Apps";
"QT_AUTO" = "Автоматически";
